Simulations Results/MeshConvergence02/mesh_55/Results/case/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];


internalField   nonuniform List<vector> 
60182
(
(4.9955936 -0.02237564 -0.045971923)
(4.9892175 -0.0098882311 -0.051381242)
(4.9856825 0.017935412 -0.0081772703)
(4.9780875 0.027020116 -0.0028977834)
(4.9865925 0.065559894 0.0034670414)
(4.9733805 0.10226358 0.0064394826)
(4.9919564 0.095386791 0.036558179)
(4.9828436 0.062457452 0.019296389)
...
)
;

boundaryField
{
    inlet
    {
        type            fixedNormalInletOutletVelocity;
        fixTangentialInflow yes;
        normalVelocity
        {
            type            fixedValue;
            value           uniform (5 0 0);
        }
        value           uniform (5 0 0);
    }
    outlet
    {
        type            pressureInletOutletVelocity;
        value           nonuniform List<vector> 
448
(
(4.9835312 0.058173974 0.023969192)
(5.0697349 0.034377621 0.025418123)
(5.0322395 0.11731443 -0.024329664)
(5.1291801 0.074395911 -0.054426077)
(5.0229736 0.097245688 -0.091163712)
(5.1365428 0.062765101 -0.14815125)
(5.0860088 -0.016158745 -0.0062947928)
(5.0756647 -0.050516171 0.0082984271)
...
)
;
    }
    wall
    {
        type            slip;
    }
    constraint
    {
        type            symmetry;
    }
    defaultFaces
    {
        type            slip;
    }
}


// ************************************************************************* //
